Repository: ErsanGvnc/Netflix_Clone
Catalog: lib/l10n/intl_*.arb
Languages: tr

# turk
source: English
tr: Türkçe

# ot
source: Sign In
tr: Oturum Aç

# sin
source: Unlimited movies, Tv shows, and more.
tr: Sınırsız film, dizi ve çok daha fazlası.

# ist
source: Watch anywhere. Cancel anytime.
tr: İstediğiniz yerde izleyin. İstediğiniz zaman iptal edin.

# izl
source: Ready to watch? Enter your email to create or restart your membership.
tr: İzlemeye hazır mısınız? Üyelik oluşturmak veya üyeliğinize erişmek için e‑posta adresinizi girin.

# eps
source: Email address
tr: E-posta adresi

# bas
source: Get Started
tr: Başlayın

# tel
source: Enjoy on your TV.
tr: Televizyonunuzda izleyebilirsiniz.

# akl
source: Watch on Smart TVs, Playstation, Xbox, Chromecast, Apple TV, Blu-ray players, and more.
tr: Akıllı TV, PlayStation, Xbox, Chromecast, Apple TV, Blu-ray oynatıcılar ve daha fazlasında seyredin.

# cev
source: Download your shows to watch offline.
tr: Çevrimdışı izlemek için içerikleri indirin.

# ens
source: Save your favorites easily and always have something to watch.
tr: En sevdiğiniz içerikleri kolayca kaydedin ve her zaman izleyecek bir şeyleriniz olsun.

# yer
source: Watch everywhere.
tr: İstediğiniz her yerde izleyin.

# eks
source: Stream unlimited movies and TV shows on your phone, tablet, laptop, and TV without paying more.
tr: Ekstra ücret ödemeden telefonda, tablette, bilgisayarda, televizyonda sınırsız film ve dizi izleyin.

# coc
source: Create profiles for kids.
tr: Çocuklarınız için profiller oluşturun.

# uye
source: Send kids on adventures with their favorite characters in a space made just for themâ€”free with your membership.
tr: Üyeliğinize dâhil olan bu ücretsiz deneyim sayesinde çocuklarınız, sadece onlara özel bir alanda en sevdikleri karakterlerle maceralara atılabilir.

# sik
source: Frequently Asked Questions
tr: Sıkça Sorulan Sorular

# s1
source: What is Netflix?
tr: Netflix nedir?

# s2
source: How much does Netflix cost?
tr: Netflix'in maliyeti nedir?

# s3
source: Where can I watch?
tr: Nerede izleyebilirim?

# s4
source: How do I cancel?
tr: Nasıl iptal ederim?

# s5
source: What can I watch on Netflix?
tr: Netflix'de neler izleyebilirim?

# s6
source: Is Netflix good for kids?
tr: Netflix çocuklar için uygun mudur?

# sor
source: Questions? Call 0850-390-7444
tr: Sorularınız mı var? 0850-390-7444 numaralı telefonu arayın

# a1
source: FAQ
tr: SSS

# a2
source: Investor Relations
tr: Yatırımcı İlişkileri

# a3
source: Terms of Use
tr: Kullanım Koşulları

# a4
source: Contact Us
tr: Bize Ulaşın

# b1
source: Help Center
tr: Yardım Merkezi

# b2
source: Jobs
tr: İş İmkanları

# b3
source: Privacy
tr: Gizlilik

# b4
source: Speed Test
tr: Hız Testi

# c1
source: Account
tr: Hesap

# c2
source: Redeem Gift Cards
tr: Hediye Kartı Kullan

# c3
source: Cookie Preferences
tr: Çerez Tercihleri

# c4
source: Legal Notices
tr: Yasal Hükümler

# d1
source: Media Center
tr: Medya Merkezi

# d2
source: Ways to Watch
tr: İzleme Yolları

# d3
source: Corporate Information
tr: Kurumsal Bilgiler

# d4
source: Only on Netflix
tr: Sadece Netflix'te

# net
source: Netflix Turkey
tr: Netflix Türkiye
